"ONE_SONG" = "1 canción";
"SONGS_COUNT_FORMAT" = "%d canciones";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Estreno: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@";

"MUSIC" = "Música";

"123" = "123";

"Add All Albums" = "Añadir todos los álbumes";

"Add All Songs" = "Todas las canciones";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Guardar";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nueva lista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Introduzca un nombre para esta lista de reproducción.";
"ADD_PLAYLIST_ROW" = "Añadir lista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Título";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Añadir canciones a “%@”.";
"EDIT_PLAYLIST_RENAME" = "Renombrar";
"EDIT_PLAYLIST_ADD_SONGS" = "Añadir canciones";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Renombrar lista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Título";

"Albums" = "Álbumes";

"All Albums" = "Todos los álbumes";

"All Songs" = "Todas las canciones";

"Cancel" = "Cancelar";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Actualizando la fototeca\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Esta operación puede durar unos minutos.";

"Refresh Playlist" = "Actualizar lista";

"CLEAR" = "Borrar";

"Clear Playlist" = "Borrar lista";

"Save Playlist" = "Guardar lista";

"Delete Playlist" = "Eliminar lista";

"Delete" = "Eliminar";

"Done" = "OK";

"Edit" = "Editar";

"Save" = "Guardar";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d álbumes";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d artistas";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d ítems";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d pistas";

"LISTING_COUNT_GENRES_FORMAT" = "%d géneros";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d listas de reproducción";

"LISTING_COUNT_SONGS_FORMAT" = "%d canciones";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artistas";

"NO_CONTEXT_NAVTITLE_GENRES" = "Géneros";

"OK" = "OK";

"Playlists" = "Listas";

"Shuffle" = "Aleatorio";

"Songs" = "Canciones";

"Unknown" = "Desconocido";
"UNKNOWN_ARTIST" = "Artista desconocido";
"UNKNOWN_ALBUM" = "Álbum desconocido";

"NOW_PLAYING_BUTTON_LABEL" = "Ahora\nsuena";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artistas (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artista (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Álbumes (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Álbum (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Lista de reproducción (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Listas de reproducción (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Canción (%@ resultado)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Canciones (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Géneros (%@ resultados)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Género (%@ resultado)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Añadir canciones a la lista %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Estreno: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 canción";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u canciones";
"ALBUM_INFO_TIME_SINGULAR" = "1 min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min.";

"UNKNOWN_DURATION" = "--:--";
